Repository: niborus/Toorney
Catalog: locale/*/LC_MESSAGES/interface.po
Languages: de

source: :no_entry: No. I wan't do this for you. But can I do something else?
de: :no_entry: Nein. Aber kann ich dir bei etwas anderem helfen?

source: :no_entry: This command has been disabled for security reasons.
de: :no_entry: Der Befehl wurde aus Sicherheitsgründen deaktiviert.

source: This command can only be used in private messages.
de: Befehl kann nur in Privatnachrichten genutzt werden.

source: This command cannot be used in private messages.
de: Befehl kann nicht in Privatnachrichten genutzt werden.

source: I could not find the message `{argument}`.
de: Ich konnte die Nachricht `{argument}` nicht finden.

source: I could not find the member `{argument}`.
de: Ich konnte das Mitglied `{argument}` nicht finden.

source: I could not find the user `{argument}`.
de: Ich konnte den Nutzer `{argument}` nicht finden.

source: I could not find the channel `{argument}`.
de: Ich konnte den Kanal `{argument}` nicht finden.

source: I could not find the role `{argument}`.
de: Ich konnte die Rolle `{argument}` nicht finden.

source: I could not find the emoji `{argument}`.
de: Ich konnte das Emoji `{argument}` nicht finden.

source: I could not read this time. Type `{0}time help` to get help on how to write a time so I can read it.
de: Ich konnte die Zeit nicht erkennen. Nutze `{0}time help` um eine Übersicht über die Zeitangaben zu bekommen.

source: I looked to the clock, but I think, this time is impossible. Type `{0}time help `to get help on how to write a time so I can read it.
de: Was hast du denn für eine Uhr?! Nutze `{0}time help` um eine Übersicht über die Zeitangaben zu bekommen.

source: :no_entry: Not so fast. Try again in %s second(s).
de: :no_entry: Nicht so schnell. Versuch es in %s Sekunden noch einmal.

source: :no_entry: You are not allowed to do this.
de: :no_entry: Das darfst du nicht.

source: I don't have all permissions to do this! {0.support_server}
de: Dazu habe ich nicht alle Rechte. {0.support_server}

source: At least one of the resources doesn't exist. {0.support_server}
de: Mindestens eine der Angaben gibt es nicht. {0.support_server}

source: I could not identify the emoji: {emoji} Please react on this message with the emoji {emoji}. *Type `c` or `cancel` to cancel.*
de: Ich konnte das Emoji {emoji} nicht erkennen. Bitte reagiere mit {emoji} auf diese Nachricht. *Tippe `c` oder `cancel` zum abbrechen.*

source: (<Extension>/'*' for all) ['-e' for error message]
de: (<Erweiterung>/'*' für alle) ['-e' für fehlermeldungen]

source: Show the Version of the Bot
de: Zeige die Version des Bots

source: Say a text without letting the bot mention user, roles or everyone. You might still mention user, roles or everyone while sending the command.
de: Text wiedergeben ohne Nutzer, Rollen oder everyone erwähnen. Erwähnungen können beim Senden trotzdem erfolgen.

source: Edit a message-
de: Editiere eine Nachricht

source: Load an extension.
de: Lade Erweiterung.

source: Show loaded extensions.
de: Zeige geladene Erweiterungen.

source: Show all timed channel on this server.
de: Zeigt alle Kanäle mit Öffnungszeiten.

source: React to a message with Emotes.
de: Füge Reaktionen zu einer Nachricht.

source: Set server wide time zone. This time zone will be used for opening hours and the time-command. To choose a time zone, use `tz list`
de: Setze die Serverweite Zeitzone. Zeitzonen werden für Öffnungszeiten und andere Zeit-Befehle benötigt. `tz list` zeigt eine Liste aller Zeitzonen

source: Show all channels with auto-reactions on this server.
de: Zeigt alle Kanäle mit Autoreaktionen.

source: Shows this message
de: Zeige diese Nachricht

source: <Channel>
de: <Kanal>

source: Update or see the time zone of the server. All settings will be converted to this new time.
de: Aktualisiere die Zeitzone des Servers. Alle Einstellungen werden zur neuen Zeitzone konvertiert.

source: Show the Permissions of an User, Role or Permission-Integer. If a Channel is given, it will return the Permission-Integer of the Member in that Channel. Otherwise, it will return the general permissions in the server.
de: Zeigt die Berechtigungen eines Nutzers, einer Rolle oder einer Berechtigungszahl. Gibt die Berechtigung eines Nutzers im Kanal, falls ein Kanal angegeben wird, anderenfalls die allgemeinen Serverberechtigungen.

source: <Message Link or Text to analyse>
de: <Nachrichten-Link oder Text zum analysieren>

source: <Channel> [*Emojis]
de: <Kanal> [*Emojis]

source: Get informed about upcoming changes from Supporter.
de: Informiere dich über bevorstehende Änderungen.

source: Unload an extension.
de: Erweiterung entladen.

source: Manage Opening Hours from your Channels. Channels, that have opening hours are called: "timed channel". Members can't write in timed channels (or connect to timed Voice-Channels) after the closing time until the opening time. The Bot will remove/add the Channel-Specific-Permissions `Write Messages` or `Connect` to/from @everyone at the choosen time.
de: Verwalte die Öffnungszeiten der Kanäle. Mitglieder können zwischen Feierabend und Betriebsbeginn nicht in zeitgesteuerte Kanäle schreiben oder sich mit zeitgesteuerten Sprachkanälen verbinden. Der Bot wird dazu in den zeitgesteuerten Kanälen der Rolle @everyone die Sonderberechtigung `Nachrichten schreiben` und `Verbinden` nehmen bzw. geben.

source: Get the current time. Use `time help` (not `help time`) to get help on how to write a time argument.
de: Zeige die Uhrzeit. Nutze `time help` (nicht `help time`) um mehr über Zeitargumente zu erfahren.

source: List all Tags of everyone or one user in this guild.
de: Zeige alle Tags des Servers / eines Nutzers.

source: [Channel] <Message> [*Emotes]
de: [Kanal] <Nachricht> [*Emojis]

source: <Name of the Tag>
de: <Name des Tags>

source: <UserID>
de: <NutzerID>

source: Measure the latency of the Bot.
de: Messe die Verzögerung des Bots.

source: <channel> <open/close>
de: <Kanal> <open/close>

source: Publish a message from a channel. Every webhook associated with that Channel will be executed. Only works with text and not with images or files. You can not send any mentions by the webhook, so don't worry about @​everyone and @​here-Tags. Requires Manage Messages and Send Messages Permissions in the tagged channel. This Command will be deactivated after November 7, 2020. See `s.upcoming` for more information.
de: Veröffentliche eine Nachricht. Jeder Webhook der mit dem Kanal verbunden ist wird ausgeführt. Funktioniert nur mit Text und nicht mit Bildern oder Dateien. Es ist nicht möglich jemanden über Webhooks zu erwähnen, also mach dir keinen Kopf über @everyone und @here. Benötigt `Nachrichten verwalten` und `Nachrichten senden` im erwähntem Kanal. Der Befehl wird ab 07. November 2020 deaktiviert. (Siehe `s.upcoming`)

source: Check, if your Bot is offline.
de: Überprüfung, ob dein Bot offline ist.

source: Add Opening Hours to a Channel or change the time. If the channel is already a timed channel, you will change the Time to the new time. If the channel is not already a timed channel, it will become one. Use `time help` (not `help time`) to get help on how to write a time argument.
de: Füge Öffnungszeiten zu einem Kanal hinzu oder ändere sie. Falls der Kanal bereits Öffnungszeiten besitzt, werden sie überschrieben, ansonsten hinzugefügt. Nutze `time help` (not `help time`) um Hilfe zur Nutzung von Zeitargumenten zu bekommen.

source: <channel> <message_id>
de: <Kanal> <Nachrichten ID>

source: Adding a Bot to the Watchlist. Bot: Name or Mention of the Bot I have to watch. Channel or User: Who or what channel will receive the Message Delay: How long wo wait, after the bot is offline, until I send the Message. (Needs to be between 1 and 600 Seconds) Message: The message that I will send. Mentions won't get suppressed. You will receive a test-message after setting up the bot.
de: Füge einen Bot zur Beobachtungsliste hinzu. Bot: Name oder Erwähnung des Bots. Kanal oder Nutzer: Wo wird die Nachricht hin gesendet? Verzögerung: Wie lange soll gewartet werden, bis der Alarm losgeht (Zwischen 1 und 600 Sekunden) Nachricht: Die Nachricht, die gesendet wird. Erwähnungen werden nicht unterdrückt. Nach der Einrichtung wird eine Test-Nachricht gesendet.

source: [start] [stop] [range]
de: [Start] [Ende] [Abstand]

source: <type> <id>
de: <typ> <id>

source: <Name of the Tag> <new Content>
de: <Tag-Name> <neuer Inhalt>

source: An alternative for Discord's Announcement-Channels. This Category will be deactivated after November 7, 2020. See `s.upcoming` for more information. Messages need to be send individually via the 'publish'-Command. Only works with text and not with images or files. No Webhook will mention anybody.
de: Eine Alternative zu Discord's Ankündigungskanälen. Die Kategorie wird ab dem 07.11.2020 deaktiviert. Siehe `s.upcoming`. Nachrichten können mit dem `publish`-Befehl veröffentlicht werden. Funktioniert nur mit Text und nicht mit Bildern oder Dateien. Webhooks werden niemanden erwähnen.

source: Change an tag. This tag must be yours. This is irreversible.
de: Tag ändern. Tag muss dir gehören. Kann nicht rückgängig gemacht werden.

source: Show all common Time Zones.
de: Zeige alle üblichen Zeitzonen.

source: Delete an old tag. This tag must either be yours or you need manage messages permissions to do this. This is irreversible.
de: Lösche einen Tag. Tag muss dir gehören oder du brauchst `Nachrichten verwalten` Berechtigungen. Kann nicht rückgängig gemacht werden.

source: Create a Webhook on any server to follow messages from this server. You will not receive any mentions from the webhook, so don't worry about @​everyone and @​here-Tags. This Command will be deactivated after November 7, 2020. See `s.upcoming` for more information.
de: Folge dem Kanal auf deinem Server. Du wirst vom Webhook keine Erwähnungen erhalten, also mach dir keinen Kopf über @everyone und @here. Der Befehl wird ab 07. November 2020 deaktiviert. (Siehe `s.upcoming`)

source: <message> <Text>
de: <Nachricht> <Text>

source: Add or remove bots from the Offline-Alarm List. (Watchlist)
de: Entferne Bots von der Offline-Alarm-Liste oder füge sie hinzu.

source: Change Logger Level logger: discord, own_functions, psql, loop default: discord: INFO, psql: INFO, loop: INFO, own_functions: DEBUG levels: debug, info, error, warning, critical
de: Ändere Logger Level logger: discord, own_functions, psql, loop default: discord: INFO, psql: INFO, loop: INFO, own_functions: DEBUG levels: debug, info, error, warning, critical

source: Get help to our time system.
de: Hilfe zu unserem Zeitsystem.

source: <User|Role|Permission-Integer> [Channel]
de: <User|Rolle|Berechtigungsnummer> [Kanal]

source: Returns a Random number. `s.random` Returns a Random number *x* with `0 <= x < 100`. `s.random a` Returns a Random number *x* with `0 <= x < a`. `s.random a b` Returns a Random number *x* with `a <= x < b`. `s.random a b c` Returns a Random number *x* with `a <= x < b` with a range of c.
de: Erzeugt eine Zufallszahl. `s.random` Erzeugt eine Zufallszahl *x* mit `0 <= x < 100`. `s.random a` Erzeugt eine Zufallszahl *x* mit `0 <= x < a`. `s.random a b` Erzeugt eine Zufallszahl *x* mit `a <= x < b`. `s.random a b c` Erzeugt eine Zufallszahl *x* mit `a <= x < b` und einem Abstand von c.

source: Shut down the Bot.
de: Bot herunterfahren.

source: Crate a new tag. Tags can be a single word or multiple words. Tag names allow any Character, except the Less-Than Sign (<) or an apostrophe (`). Tag names can't contain mentions and need to be in one line. Tag names need to be one char at least and 128 Chars Maximum. Tag names do not separate between upper- and lowercase
de: Erstelle einen neuen Tag. Tag-Namen können aus ein oder mehreren Wörtern bestehen, alle Zeichen außer `<` und `` ` `` enthalten, können keine Erwähnungen enthalten, müssen über eine Zeile gehen und müssen zwischen einem und 128 Zeichen lang sein. Die Groß und Kleinschreibung wird bei Tag-Namen ignoriert

source: [Channel] <Text>
de: [Kanal] <Text>

source: Select, who is allowed to call tags.
de: Wähle, wer Tags aufrufen darf.

source: <Extension> ['-e' for error message]
de: <Erweiterung> ['-e' für Fehlermeldungen]

source: Call a tag. If the tag name is only one Word long, you can add additional information by writing it after the tag name. If the tag is longer, you can add additional text by writing it into a new line or mention someone after the tag name. To manage tags, user the `tags`-Command (with `s`)
de: Rufe einen Tag auf. Falls der Tag-Name nur ein Wort lang ist, kannst du weiteren Text anhängen, indem du ihn dazu schreibst. Falls der Tag-Name länger als ein Wort ist, musst du dazu jemanden erwähnen oder den Text in eine neue Zeile schreiben. Um Tags zu verwalten, rufe `tags` auf. (mit `s`)

source: Manage the Tags on the server.
de: Tags des Servers verwalten.

source: Analyses the Characters of a Message or String
de: Analysiert die Zeichen einer Nachricht

source: Generates a random Pin-Number.
de: Erzeugt eine zufällige PIN.

source: Show all Commands the bot has to offer.
de: Zeige alle Befehle des Bots an.

source: <Bot> <Channel or User who will receive the Information> [Delay in Seconds] <Message>
de: <Bot> <Kanal oder Nutzer der die Nachricht erhält> [Verzögerung in Sekunden] <Nachricht>

source: Toggle a channel.
de: Kanal ändern.

source: Remove a Bot from the Watchlist.
de: Entfernt einen Bot von der Beobachtungsliste.

source: Remove Opening Hours from a Channel.
de: Entferne Öffnungszeiten vom Kanal.

source: Get debug information
de: Erhalte Debug Informationen

source: <Name of the Tag> [Additional Text will be ignored]
de: <Name des Tags> [Weiterer Text wird ignoriert]

source: Generates a random Token.
de: Erzeugt einen zufälligen Token.

source: Make the Bot say something in a Channel.
de: Lass den Bot etwas in einem Kanal sagen.

source: <Channel> <OpeningTime> <ClosingTime>
de: <Kanal> <Öffnungszeit> <Schließzeit>

source: React to every new message in a channel.
de: Füge Reaktionen an jede neue Nachricht im Kanal.

source: Get Information about a Discord ID (Snowflake).
de: Erhalte Informationen zu einer Discord ID (Snowflake).

source: Add or change the Auto-Reaction for a Channel.
de: Füge Autoreaktionen zu einem Kanal oder ändere sie.

source: <channel>
de: <Kanal>

source: [length]
de: [Länge]

source: Show the Invite-Link of the Bot.
de: Zeige den Link zu einladen des Bots.

source: [User]
de: [Nutzer]

source: Get the E-Mail Address of the developer
de: E-Mail Adresse des Entwicklerteams

source: <language code>
de: <Sprach Code>

source: Select, who is allowed to crate new tags and edit their own tags.
de: Wähle, wer neue Tags erstellen und eigene bearbeiten darf.

source: Start the Closing Hour Loop
de: Starte `Closing Hour Loop`

source: <timezone>
de: <Zeitzone>

source: Reload an extension.
de: Erweiterung aktualisieren.

source: Show the Watchlist from this server.
de: Zeige die Beobachtungsliste des Servers.

source: Remove the Auto-Reaction for a Channel.
de: Entferne Autoreaktionen vom Kanal.

source: <Name> <Content>
de: <Name> <Inhalt>

source: Get information about the bot.
de: Erhalte Informationen zum Bot.

source: You are missing {0} permission to run this command.
de: Du brauchst dazu die Berechtigung {0}.

source: Bot requires {0} permission to run this command.
de: Ich brauchst dazu die Berechtigung {0}.

source: Create Instant Invite
de: Einladung erstellen

source: Kick Members
de: Mitglieder kicken

source: Ban Members
de: Mitglieder bannen

source: Manage Channels
de: Kanäle verwalten

source: Manage Server
de: Server verwalten

source: Add Reactions
de: Reaktionen hinzufügen

source: View Audit Log
de: Audit-Log einsehen

source: Priority Speaker
de: Very Important Speaker

source: Stream
de: Video

source: Read Messages
de: Nachrichten lesen

source: Send Messages
de: Nachrichten senden

source: Send Tts Messages
de: TTS Nachrichten senden

source: Manage Messages
de: Nachrichten verwalten

source: Embed Links
de: Links einbetten

source: Attach Files
de: Dateien anhängen

source: Read Message History
de: Nachrichtenverlauf anzeigen

source: Mention Everyone
de: Erwähne @​everyone, @​here und „Alle Rollen“

source: External Emojis
de: Externe Emojis verwenden

source: View Server Insights
de: Server-Einblicke anzeigen

source: Connect
de: Verbinden

source: Speak
de: Sprechen

source: Mute Members
de: Mitglieder stummschalten

source: Deafen Members
de: Ein- und Ausgabe von Mitgliedern deaktivieren

source: Move Members
de: Mitglieder verschieben

source: Use Voice Activation
de: Sprachaktivierung verwenden

source: Change Nickname
de: Nickname ändern

source: Manage Nicknames
de: Nicknames verwalten

source: Manage Roles
de: Rollen verwalten

source: Manage Webhooks
de: WebHooks verwalten

source: Manage Emojis
de: Emojis verwalten
