Repository: niborus/Toorney
Catalog: locale/*/LC_MESSAGES/interface.po
Languages: de

source: To follow the Channel *{channel_name}* click [this link]({url}) or copy the link below in you are browser. :warning: This is a personalized Link. **Do not** share it with anyone.
de: Um dem Kanal *{channel_name}* zu folgen, klick auf [diesen Link]({url}) oder kopiere den Link unten in deinen Browser. :warning: Dieser Link gilt nur für dich. Teile ihn mit **niemandem**.

source: Please turn on your Private Messages.
de: Bitte schalte deine Privatnachrichten an.

source: Please check your Private Messages.
de: Bitte überprüfe deine Privatnachrichten.

source: There is no message with this ID in this channel.
de: In dem Kanal gibt es keine Nachricht mit der ID.

source: This message has no content. I am only able to send content.
de: Die Nachricht besitzt keinen Text. Ich kann nur Text senden.

source: %i Messages were send. **Please note that this command will be deactivated after November 7, 2020.** See `s.upcoming` for more information.
de: %i Nachrichten wurden gesendet. **Achtung: Der Befehl wird am 7. November 2020 abgeschaltet.** Siehe `s.upcoming` für weitere Informationen.

source: Discord denied me to send this webhook. Please reach out for the Bot Support Team.
de: Discord hat mir verboten, den Webhook zu senden. Bitte wende dich an das Botteam.

source: Do you need help, want to make a suggestion or report a bug? [Join our Support-Server.](https://discord.gg/QFhEhpG) Do you need to contact to developer per E-Mail? Write me a private message with `s.mail`.
de: Brauchst du Hilfe, willst einen Vorschlag machen oder einen Fehler melden? [Tritt unserem Supportserver bei.](https://discord.gg/QFhEhpG) Möchtest du den Entwickler eine E-Mail schreiben? Schreibe mir eine private Nachricht mit `s.mail`.

source: Contact:
de: Kontakt:

source: Contact the developer.
de: Kontaktiere die Entwickler.

source: If you need help with the bot or want to make a suggestion, please make this on [our Support-Server](https://discord.gg/QFhEhpG). Use this E-Mail Address **only** for Bug-Reports and vulnerable messages.
de: Falls du Hilfe mit dem Bot brauchst oder einen Vorschlag einreichen willst, nutze [unseren Supportserver](https://discord.gg/QFhEhpG). Die E-Mail Adresse ist **nur** für Fehlermeldungen und vertrauliche Nachrichten.

source: E-Mail Address:
de: E-Mail Adresse:

source: [0xBA853A5A53E8EDD1](https://keys.mailvelope.com/pks/lookup?op=get&search=niborus@yunamio.de) Fingerprint: `1A7E DDE1 23BD 71FC C087 613D BA85 3A5A 53E8 EDD1`
de: [0xBA853A5A53E8EDD1](https://keys.mailvelope.com/pks/lookup?op=get&search=niborus@yunamio.de) Fingerabdruck: `1A7E DDE1 23BD 71FC C087 613D BA85 3A5A 53E8 EDD1`

source: Encryption:
de: Verschlüsselung:

source: If you are writing your E-Mails in a browser like Chrome, Firefox or Edge, you can use the open-source plugin extension [Mailvelope](https://www.mailvelope.com/en). Look up the website from [Jugendhackt](https://howtopgp.jugendhackt.de/#/) to get more information and good software for other devices.
de: Falls du deine E-Mails in einem Browser (z.B. Chrome, Firefox oder Edge) schreibst, nutze das Open-Source-Plugin [Mailvelope](https://www.mailvelope.com/de). Auf der Webseite von [Jugendhackt](https://howtopgp.jugendhackt.de/#/) findest du weitere Tipps rund um Verschlüsselung sowie Software für andere Geräte.

source: How to encrypt:
de: Wie verschlüssel ich:

source: Upcoming Changes.
de: Bevorstehende Änderungen.

source: The FollowChannel Module was an alternative for Discords AnnouncementChannel for those developers, who couldn't afford a Game License. When Discord enabled the [Community-Servers](https://support.discord.com/hc/de/articles/360047132851-Enabling-Your-Community-Server) for every server, they also enabled the AnnouncementChannel for every Server. Therefore, the FollowChannel Module from Supporter is no longer useful and will be removed from the Bot. There is a transition period, so you can set up a AnnouncementChannel and inform everyone about the changes. The FollowChannel Module, which include the commands `follow` and `publish` will be deactivated at **November 7, 2020**. This is the same date, when Discord will drop the support for the old domain *discordapp.com*.
de: Das Kanal-Folgen Modul war eine alternative zu Discords Ankündigungskanälen für Entwickler\*innen, die sich keine *Game Lizens* leisten konnten oder wollten. Als Discord die [Community-Server](https://support.discord.com/hc/de/articles/360047132851-Enabling-Your-Community-Server) für alle aktiviert hat, haben sie auch ihre Ankündigungskanäle für alle aktiviert. Daher hat das Kanal-Folgen Modul nicht länger einen Sinn und wird vom Bot entfernt. Es gibt eine Übergangszeit, in der du vom Kanal-Folgen Modul auf die Ankündigungskanäle umstellen und deine Kunden über die Änderungen informieren kannst. Das Kanal-Folgen Modul, welches die Befehle `follow` und `publish` enthält, wird am **07. November 2020** deaktiviert. An diesem Tag wird auch Discord die alte Domain *discordapp.com* nicht mehr unterstützen.

source: FollowChannel
de: Kanal-Folgen

source: Discord Messages can only contain up to {0} Reactions.
de: Discord Nachrichten können maximal {0} Reaktionen haben.

source: You have to send at least one emoji or it won't work.
de: Ich brauch dazu mindestens ein Emoji.

source: The following Emote(s) are from servers I have not joined. I can not react with those emotes: {emotes}
de: Ich kann einige der Emojis nicht verwenden, da sie von Servern stammen, auf denen ich nicht bin: {emotes}

source: Use *{0}autoreaction remove <Channel>* to remove a channel or *{0}autoreaction add <Channel> [\*Reactions]* to change or add reactions to a channel.
de: Nutze *{0}autoreaction remove <Channel>* um einen Kanal zu entfernen oder *{0}autoreaction add <Channel> [\*Reactions]* um einen hinzuzufügen oder zu ändern.

source: Channels with Reaction:
de: Kanäle mit Autoreaktion:

source: Reaction Channels
de: Kanäle mit Autoreaktion

source: There are no auto-reaction channels on this server.
de: Auf diesem Server gibt es keine Kanäle mit Autoreaktionen.

source: :thumbsup: Done!
de: :thumbsup: Erledigt!

source: This channel has no auto reaction set up.
de: Dieser Kanal hat keine Autoreaktionen.

source: :question: The Usage of that command is: `{0.prefix}{0.command.qualified_name} {0.command.usage}`
de: :question: Die Syntax des Befehls lautet: `{0.prefix}{0.command.qualified_name} {0.command.usage}`

source: Hi, I'm the SupporterBot. I'm here to help you managing your support server and your Bot. My most important features are my *Watchlist* and my *Opening-Hours-Management*.
de: Hallo, ich bin der Supporter-Bot. Ich kann dir helfen, deinen Support-Server und Bot zu verwalten. Meine wichtigsten Funktionen sind die *Beobachtungsliste* und die *Öffnungszeitenverwaltung*.

source: The Watchlist is a list of bots, I keep my eye on. If one of the bots goes offline, I will send you a message, so you can solve this error.
de: Die Beobachtungsliste ist eine Liste mit Bots, auf die ich ein Auge werfe. Sollte einer der Bots offline gehen, werde ich eine Nachricht senden, so dass der Fehler behoben werden kann.

source: If you want to know more about this, type `{command}`.
de: Um mehr darüber zu erfahren, nutze `{command}`.

source: Watchlist
de: Beobachtungsliste

source: The Opening Hours Management will close and open channel at a given time. This allows you, to end and start your support times as you like.
de: Die Öffnungszeitenverwaltung wird Kanäle zu einer festgelegten Zeit öffnen und schließen. So kannst du deine Öffnungszeiten durchsetzen.

source: Opening Hours Management
de: Öffnungszeitenmanagement

source: Of cause, this bot has many other helpful functions. To see all commands, type `{list_command}` or get help to a command by typing `{help_command} <command>`. If you need support, the Supporter-Support-Team will help on our [Support-Server]({server_invite}). To invite me to another server, click [this link]({bot_invite}).
de: Ich habe auch viele weitere tolle Funktionen. Um alle zu sehen, gib `{list_command}` ein oder erhalte mit `{help_command} <Befehl>` Hilfe zu einem Befehl. Wende dich an unseren [Support-Server]({server_invite}) falls du Hilfe mit dem Bot benötigst. Um mich einzuladen, nutze [diesen Link]({bot_invite}).

source: Other Functions
de: Andere Funktionen

source: Language is difficult. But luckily, I can speak multiple languages. At the moment, these are english and german. If you want to change the language, type `{command}`.
de: Sprachen sind schwer. Zum Glück bin ich mehrsprachig. Aktuell beherrsche ich Englisch und Deutsch. Um die Sprach zu ändern, sende `{command}`.

source: Language
de: Sprache

source: Usage
de: Benutzung

source: Type {0}{1} command for more info on a command. You can also type {0}{1} category for more info on a category.
de: Sende {0}{1} Befehl für mehr Infos zu einem Befehl oder {0}{1} Kategorie für mehr Infos zu einer Kategorie.

source: You can invite me with [this](https://discord.com/api/oauth2/authorize?client_id=667840807276904477&permissions=67488832&scope=bot) Link.
de: Lade mich mit [diesem Link](https://discord.com/api/oauth2/authorize?client_id=667840807276904477&permissions=67488832&scope=bot) ein.

source: Please use a subcommand...
de: Bitte nutze einen Unterbefehl...

source: This is a role and not a Bot. Try it with a Bot.
de: Das ist eine Rolle, kein Bot. Versuch es mit einem Bot.

source: This is not a bot. I won't watch a normal User for you.
de: Das ist kein Bot. Ich werde keine Menschen beobachten.

source: You can't send an message to someone else then yourself.
de: Du kannst keine Nachrichten an andere Personen senden.

source: This won't work.
de: Das klappt nicht.

source: I can't write in this channel.
de: Ich kann in diesen Kanal nicht schreiben.

source: Timeout needs to be less than 10 Minutes (600 Seconds).
de: Zeit muss weniger als 10 Minuten (600 Sekunden) betragen.

source: The message can't be longer then 2000 chars.
de: Nachricht kann nicht länger als 2000 Zeichen sein.

source: I'm sending a test-message. Please wait...
de: Ich sende eine Testnachricht. Bitte warte...

source: The following is a Test-Message. If you can see the next message, everything was set up correctly.
de: Die nächste Nachricht ist ein Test. Wenn du sie sehen kannst, wurde alles korrekt eingerichtet.

source: I couldn't send the Test-Message Correctly. Please Check your Input.
de: Die Testnachricht konnte nicht gesendet werden. Bitte überprüfe deine Eingaben.

source: :white_check_mark: I will warn you if {} goes offline.
de: :white_check_mark: Ich werde dich warnen wenn {} offline geht.

source: I can't remove {}. I'm not watching this Bot.
de: Ich kann {} nicht entfernen, da er nicht auf der Liste steht.

source: :white_check_mark: I will not longer warn you if {} goes offline.
de: :white_check_mark: Ich werde dich nicht länger warnen, wenn {} offline geht.

source: I'm watching no bots in this guild.
de: Für diese Gilde sind keine Bots auf der Liste.

source: Can't find the member on this guild.
de: Ich konnte das Mitglied hier nicht finden.

source: muted
de: stumm

source: active
de: aktiviert

source: <@!{}> We need to restart the Supporter Bot now and can't wait to tell you that your bot is offline.
de: <@!{}> Dein Bot ist offline. Da *Supporter* neu startet, erhältst du diese Nachricht verfrüht.

source: Sorry, we're closed!
de: Geschlossen!

source: This channel is closed. You are unable to write in this channel.
de: Kanal geschlossen! Du kannst nicht länger in den Kanal schreiben.

source: Opening Hours
de: Öffnungszeiten

source: ``` Daily: From {start} to {end}. Time Zone: {tz} ```
de: ``` Täglich von {start} bis {end}. Zeitzone: {tz} ```

source: Please use a subcommand. (`new`, `remove`, `list`)
de: Bitte nutze einen Unterbefehl. (`new`, `remove`, `list`)

source: OK. I will open this channel from {open_time} to {closing_time}.
de: OK. Der Kanal wird von {open_time} bis {closing_time} geöffnet.

source: I never managed this channel.
de: Der Kanal wird nicht verwaltet.

source: Done!
de: Erledigt!

source: Use `{0}opening remove <Channel>` to remove a Channel or `{0}opening add <Channel> <OpeningTime> <ClosingTime>` to change or add a channel.
de: Nutze `{0}opening remove <Channel>` um einen Kanal zu entfernen oder `{0}opening add <Channel> <OpeningTime> <ClosingTime>` um einen hinzuzufügen oder zu ändern.

source: Closed Channels:
de: Geschlossene Kanäle:

source: There are no timed channels on this server.
de: Auf diesem Server gibt es keine Kanäle mit Öffnungszeiten.

source: :ping_pong: Pong! Heartbeat: ``{heartbeat}`` Reaction Time: ``{reaction_time}``{fault_star} Message Circuit: ``{roundabout}`` {fault_text}
de: :ping_pong: Pong! Herzschlag: ``{heartbeat}`` Reaktionszeit: ``{reaction_time}``{fault_star} Nachrichtenrundgang: ``{roundabout}`` {fault_text}

source: \**Measurement errors possible*
de: \**Messfehler möglich*

source: English
de: Englisch

source: German
de: Deutsch

source: Please choose one of the following languages: {0}
de: Bitte wähle eine der folgenden Sprachen: {0}

source: I set the language to **English**!
de: Spracheinstellung zu **Deutsch** geändert!

source: Please use a subcommand: `{0}tags <create|edit|delete|list|settings>`! (see `{0}help tags`) To call tags, use `{0}tag <name>` (without `s`) or `{0}t <name>`. Did you know you can create Tags with more than one word? Just use quotation marks: `{0}tags create "a long name" Content of the Tag`. You can call them like you would normally do (`{0}tag a long name`). To add additional text, you can mention someone (`{0}t a long name @someone`) or write the additional text into a new line: ```{0}t a long name Additional Text```
de: Bitte nutze einen Unterbefehl: `{0}tags <create|edit|delete|list|settings>`! (siehe `{0}help tags`) Nutze `{0}tag <name>` (ohne `s`) oder `{0}t <name>` um Tags aufzurufen. Wusstest du, das Tagnamen auch mehrere Wörter haben können? Nutze dazu Anführungszeichen: `{0}tags create "ein langer name" Inhalt des Tags`. Du kannst sie ganz normal aufrufen (`{0}tag a long name`). Um zusätzlichen Text hinzuzufügen, erwähne jemanden (`{0}t ein langer name @someone`) oder schreibe den Text in eine neue Zeile: ```{0}t ein langer name Additional Text```

source: This is an invalid name for an Tag. Tag names can't be longer than 128 characters, can't contain the symbols `<` or ``\u200b`\u200b``, can't contain mentions and need to be in one line. Some other characters might be forbidden too.
de: Der Name ist ungültig. Namen können nicht länger als 128 Zeichen sein, die Zeichen `<` oder ``\u200b`\u200b`` oder Erwähnungen enthalten und müssen in einer Zeile stehen. Einige seltene Sonderzeichen sind auch verboten.

source: The content of your tag contains illegal characters.
de: Der Inhalt deines Textes enthält Verbotene Zeichen.

source: This tag already exists.
de: Tag existiert bereits.

source: I created the tag **{}**.
de: Der Tag **{}** wurde erstellt.

source: There is no tag called `{}` in this guild.
de: Den Tag `{}` gibt es auf diesem Server nicht.

source: There is no tag called `{}` in this guild or you don't own it.
de: Den Tag `{}` gibt es nicht oder er gehört dir nicht.

source: I deleted the tag **{}**.
de: Der Tag **{}** wurde gelöscht.

source: I edit the tag **{}**.
de: Der Tag **{}** wurde bearbeitet.

source: No Tags found in this Guild.
de: Diese Gilde hat keine Tags.

source: Please use a subcommand: `{0}{1} <edit|call> <public|protected>`: `{0}{1} edit public`: Allow everyone in this guild to crate new tags and edit their own tags. `{0}{1} edit protected`: Only allow Members with *Manage Messages*-Permission to crate new tags and edit their own tags. `{0}{1} call public`: Allow everyone in this guild to call tags. `{0}{1} call protected`: Only allow Members with *Manage Messages*-Permission to call tags.
de: Bitte nutze einen Unterbefehl: `{0}{1} <edit|call> <public|protected>`: `{0}{1} edit public`: Jedes Mitglied darf neue Tags erstellen und Eigene bearbeiten . `{0}{1} edit protected`: Nur Mitglieder mit der Berechtigung *Nachrichten verwalten* dürfen neue Tags erstellen und Eigene bearbeiten. `{0}{1} call public`: Jedes Mitglied darf Tags aufrufen. `{0}{1} call protected`: Nur Mitglieder mit der Berechtigung *Nachrichten verwalten* dürfen Tags aufrufen.

source: OK. Every Member can create new tags and edit their own.
de: OK. Jedes Mitglied darf neue Tags erstellen und Eigene bearbeiten.

source: OK. Only Members with *Manage Messages*-Permission can create new tags and edit their own.
de: OK. Nur Mitglieder mit der Berechtigung *Nachrichten verwalten* dürfen neue Tags erstellen und Eigene bearbeiten.

source: Please select the right setting: `{0}{1} <public|protected>`: `{0}{1} public`: Allow everyone in this guild to crate new tags and edit their own tags. `{0}{1} protected`: Allow only Members with *Manage Messages*-Permissions to crate new tags and edit their own tags.
de: Bitte wähle eine Einstellung: `{0}{1} <public|protected>`: `{0}{1} edit public`: Jede\*r darf neue Tags erstellen und Eigene bearbeiten . `{0}{1} edit protected`: Nur Mitglieder mit der Berechtigung *Nachrichten verwalten* dürfen neue Tags erstellen und Eigene bearbeiten.

source: OK. Every Member can call tags.
de: OK. Jedes Mitglied darf Tags aufrufen.

source: OK. Only Members with *Manage Messages*-Permission can call tags.
de: OK. Nur Mitglieder mit der Berechtigung *Nachrichten verwalten* dürfen Tags aufrufen.

source: Please select the right setting: `{0}{1} <public|protected>`: `{0}{1} public`: Allow everyone in this guild to call tags. `{0}{1} protected`: Allow only Members with *Manage Messages*-Permission to call tags.
de: Bitte wähle eine Einstellung: `{0}{1} <public|protected>`: `{0}{1} call public`: Jedes Mitglied darf Tags aufrufen. `{0}{1} call protected`: Nur Mitglieder mit der Berechtigung *Nachrichten verwalten* dürfen Tags aufrufen.

source: You didn't provide a valid tag name.
de: Der Name des Tags ist ungültig.

source: I could not find the tag `{}`.
de: Der Tag `{}` wurde nicht gefunden.

source: I could not find either one of the following tags: {}
de: Ich konnte keinen der Tags {} finden.

source: The current time on this guild is: **%H:%M:%S** on %A, %B %d %Y. The current timezone is %Z (UTC%z).
de: Die aktuelle Zeit auf diesem Server ist: **%H:%M:%S** Uhr am %A, dem %d.%m.%Y. Die Zeitzone ist %Z (UTC%z).

source: We are working with the 24-hours format. The Bot is not able to identify a time like *5pm*. The simplest way to write a time is like this: `23:59:39`. This is 23 hours, 59 minutes and 39 seconds after midnight. You can separate hours from minutes and minutes from seconds with `-` `:` and `.`. So `5.30.59` and `13-08-23` are valid inputs. If the number is smaller then ten, you do not need to add a zero. So `5:7:0` is also valid. If you don't use seconds, you can write `13:15` or `23.59`. This works with hours too, so you can only write the hour: `12` (high noon), `0` (midnight). If you write 4 or 6 Digits without a symbol to separate, the first two will be the hours, the next two the minutes and the last two the seconds. So you can write: `0530` (5:30) or `200530` (20:05:30).
de: Wir nutzen das 24-Stunden Format. Zeitangaben wie *5pm* werden icht erkannt. Der einfachste Weg, eine Zeit zu schreiben ist: `23:59:39`. Dies sind 23 Stunden, 59 Minuten und 39 Sekunden nach Mitternacht. Mit den Zeichen `-` `:` und `.` kann man Stunden, Minuten und Sekunden trennen. So sind `5.30.59` und `13-08-23` gültige Eingaben. Führende nullen können weggelassen werden. Daher ist `5:7:0` auch gültig. Falls dir Sekunden zu genau sind, kannst du sie weglassen (`13:15` or `23.59`). Du kannst auch nur die Stunde schreiben: `12` (exakt 12 Uhr), `0` (Mitternacht). Wenn du 4 oder 6 Zahlen ohne Trennzeichen hast, gelten die ersten beiden als Stunden, die nächsten beiden als Minuten und die letzten beiden als Sekunden. Beispiel: `0530` (5:30), `200530` (20:05:30).

source: Your current time zone is {tz}.
de: Deine Zeitzone ist {tz}.

source: You can change the time zone with `%s set <time zone>`.
de: Du kannst die Zeitzone mit `%s set <time zone>` ändern.

source: Please choose one of the time zones you can find there: {link} or see the available time zones by using `{prefix}timezone list`.
de: Bitte wähle eine der Zeitzonen aus der Liste, die du mit `{prefix}timezone list` oder auf der unten stehenden Seite finden kannst.: {link}

source: I set the time zone for this guild to **%s**.
de: Die neue Zeitzone für den Server ist **%s**.

source: This is not a valid time zone. Note that names are Case-Sensitive.
de: Die Zeitzone existiert nicht. Bitte beachte die Groß- und Kleinschreibung.

source: Use `%s` to see only common time zones.
de: Nutze `%s` um nur üblich Zeitzonen anzuzeigen.

source: Without Category
de: Ohne Kategorie

source: You can see the time zones below, listed by their category. To choose a time zone, use `{0} <Category> <timezone>` or `{0} <Category>/<timezone>`. For time zones without Category, use `{0} <timezone>`. Names are Case-Sensitive.
de: Die Zeitzonen unten sind nach ihrer Kategorie sortiert . Um eine Zeitzone zu wählen, schreibe `{0} <Kategorie> <Zeitzone>` oder `{0} <Kategorie>/<Zeitzone>`. Für Zeitzonen ohne Kategorie, nutze `{0} <Zeitzone>`. Beachte Groß- und Kleinschreibung.

source: You didn't provide a valid input.
de: Der Name des Tags ist ungültig.

source: There where no numbers left to choose from. Try a different range.
de: Bei dieser Spanne habe ich keine Zahlen zum auswählen übrig.

source: Length has to be larger than {min} and smaller or equal than {max}!
de: Die Länge muss größer als {min} und kleiner-gleich {max} sein!

source: Permissions for {member} in {channel}
de: Berechtigungen für {member} in {channel}

source: You can only get Channel-Permissions for Members, not Roles or Integers.
de: Nur Mitglieder haben Kanalberechtigungen, keine Rollen oder Berechtigungszahlen.

source: Permission {perm_int}
de: Berechtigung {perm_int}

source: Permissions for {role}
de: Berechtigungen für {role}

source: Permissions for {member}
de: Berechtigungen für {member}

source: This only takes into consideration the server permissions and not most of the implied permissions or any of the channel permission overwrites. For 100% accurate permission calculation, provide a Channel Attribute.
de: Dies berücksichtigt nur Serverberechtigungen, aber keine implizierten Berechtigungen oder Überschreibungen von Kanälen. Für eine hundert prozentig genaue Berechnung, gib gib das Kanalattribut mit an.

source: Permission-Integer Octal
de: Berechtigungsnummer Oktal

source: Permission-Integer Decimal
de: Berechtigungsnummer Dezimal

source: Permission-Integer Hexadecimal
de: Berechtigungsnummer Hexadezimal

source: General Permissions
de: Allgemeine Berechtigungen

source: Text Permissions
de: Textberechtigungen

source: Voice Permissions
de: Sprachberechtigungen

source: This is not a valid ID.
de: Dies ist keine gültige ID.

source: %d/%m/%y %I:%M %p %Z
de: %d.%m.%y %H:%M %Z

source: ID Decimal
de: ID Dezimal

source: ID Hexadecimal
de: ID Hexadezimal

source: ID Octal
de: ID Oktal

source: Time
de: Zeit

source: Unix-Timestamp (Milliseconds)
de: Unix-Zeitstempel (Millisekunden)

source: Internal Process ID
de: Interne Prozess-ID

source: Internal Worker ID
de: Interne Arbeiter-ID

source: Increment
de: Zähler

source: If you don't think, you made a mistake, please reach out for the Bot-Support ({link}).
de: Falls du keinen Fehler gemacht hast, wende dich an den Bot-Support ({link}).

source: Something went terrible wrong while doing this. Please reach out for the Bot-Support (https://supporter.yunamio.de/support-server).
de: Da ist etwas mächtig schief gelaufen. Bitte wende dich an den Bot-Support (https://supporter.yunamio.de/support-server).
